﻿/* Notification that a user reacted to a note that the current user was tagged in */
"reacted_tagged_in_1" = "%@ 님이 내가 태그된 노트에 리액션을 보냈습니다";

/* Notification that 2 users reacted to a note that the current user was tagged in */
"reacted_tagged_in_2" = "%@ 님과 %@ 님이 내가 태그된 노트에 리액션을 보냈습니다";

/* Notification that a user reposted a note that the current user was tagged in */
"reposted_tagged_in_1" = "%@ 님이 내가 태그된 노트를 리포스팅했습니다";

/* Notification that 2 users reposted a note that the current user was tagged in */
"reposted_tagged_in_2" = "%@ 님과 %@ 님이 내가 태그된 노트를 리포스팅했습니다";

/* Notification that a user zapped a note that the current user was tagged in */
"zapped_tagged_in_1" = "%@ 님이 내가 태그된 노트에 잽을 날렸습니다";

/* Notification that 2 users zapped a note that the current user was tagged in */
"zapped_tagged_in_2" = "%@ 님과 %@ 님이 내가 태그된 노트에 잽을 날렸습니다";

/* Notification that a user reacted to the current user's note */
"reacted_your_note_1" = "%@ 님이 내 노트에 리액션을 보냈습니다";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_note_2" = "%@ 님과 %@ 님이 내 노트에 리액션을 보냈습니다";

/* Notification that a user reposted the current user's note */
"reposted_your_note_1" = "%@ 님이 내 노트를 리포스팅했습니다";

/* Notification that 2 users reposted the current user's note */
"reposted_your_note_2" = "%@ 님과 %@ 님이 내 노트를 리포스팅했습니다";

/* Notification that a user zapped the current user's note */
"zapped_your_note_1" = "%@ 님이 내 노트에 잽을 날렸습니다";

/* Notification that 2 users zapped the current user's note */
"zapped_your_note_2" = "%@ 님과 %@ 님이 내 노트에 잽을 날렸습니다";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ 님이 내 프로필에 리액션을 보냈습니다";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ 님과 %@ 님이 내 프로필에 리액션을 보냈습니다";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ 님이 내 프로필을 리포스팅했습니다";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ 님과 %@ 님이 내 프로필을 리포스팅했습니다";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ 님이 잽을 날렸습니다";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ 님과 %@ 님이 잽을 날렸습니다";
/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@ %@" = "%1$@ %2$@";

/* Alert message that informs a user was muted. */
"%@ has been muted" = "%@ 님을 뮤트했습니다.";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "%@ 을(를) 찾을 수 없습니다";

/* Reacted by heading in local notification */
"%@ reacted with %@" = "%1$@ 님이 %2$@ 로 리액션을 보냈습니다";

/* Percentage of additional zap that should be sent to support Damus development. */
"%@%" = "%1$@%2$";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. 계정을 생성하는데 전화번호, 이메일, 이름과 같은 정보가 필요하지 않습니다. 지금 바로 시작하세요.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. 종단간 암호화 기술로 대화 내용을 보호합니다. 이제 대형 플랫폼 기업의 메시지 서비스는 멀리하세요.";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friends and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. 인터넷의 기본 통화인 비트코인⚡️으로 친구들과 팁을 주고받으며 사토시를 모아보세요.";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%2$@' 의 '%1$@' 계정이 인증에 사용됩니다";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' 식별자는 유효하지 않은 NIP-05 형식입니다. 이메일처럼 보여야 합니다.";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "소개";

/* Label for About Me section of user profile form. */
"About Me" = "자기소개";

/* Placeholder text for About Me description. */
"Absolute Boss" = "절대강자";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "동의하기";

/* Section header for accessibility settings */
"Accessibility" = "접근성";

/* Title for confirmation dialog to either share, report, or mute a profile. */
"Actions" = "작업";

/* Button to confirm adding user inputted relay. */
"Add" = "추가하기";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "모두 추가하기";

/* Context menu option for adding a note bookmark. */
"Add bookmark" = "북마크";

/* Button text to add bookmark to a note. */
"Add Bookmark" = "북마크 추가하기";

/* Label to display relay contact user. */
"Admin" = "관리자";

/* Label for filter for all notifications. */
"All" = "전체";

/* Ask the user if they already have an account on Nostr */
"Already on Nostr?" = "이미 Nostr를 사용하고 계신가요?";

/* Setting to always show and never blur images */
"Always show images" = "이미지를 항상 표시하기";

/* Text indicating that they can contribute zaps to support Damus development. */
"An additional percentage of each zap will be sent to support Damus development" = "각 잽의 추가 비율은 Damus 개발을 지원하기 위해 전송됩니다";

/* Toggle to enable or disable image animation */
"Animations" = "애니메이션";

/* Button text to indicate that the zap type is a anonymous zap.
   Placeholder author name of the anonymous person who zapped an event.
   Placeholder display name of anonymous user. */
"Anonymous" = "익명";

/* Any amount of sats */
"Any" = "백지수표";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "API 키 (선택사항)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "API 키 (필수)";

/* Navigation title for text and appearance settings.
   Section header for text and appearance settings */
"Appearance" = "표시";

/* Text asking the user if they are lost in the app. */
"Are you lost?" = "길을 잃으셨나요?";

/* Prompt to ask user if they want to attach their Nostr Wallet Connect lightning wallet. */
"Are you sure you want to attach this wallet?" = "정말로 이 지갑을 연결하시겠습니까?";

/* Alert for deleting all of the bookmarks. */
"Are you sure you want to delete all of your bookmarks?" = "정말로 모든 북마크를 삭제하시겠습니까?";

/* Alert message asking if the user wants to upload an image. */
"Are you sure you want to upload this image?" = "정말로 이 이미지를 업로드하시겠습니까?";

/* Alert message asking if the user wants to upload media. */
"Are you sure you want to upload this media?" = "정말로 이 미디어를 업로드하시겠습니까?";

/* Text for button to attach Nostr Wallet Connect lightning wallet. */
"Attach" = "연결하기";

/* Navigation title for attaching Nostr Wallet Connect lightning wallet. */
"Attach a Wallet" = "지갑 연결하기";

/* Button to attach an Alby Wallet, a service that provides a Lightning wallet for zapping sats. Alby is the name of the service and should not be translated. */
"Attach Alby Wallet" = "Alby 지갑 연결하기";

/* Text for button to attach Nostr Wallet Connect lightning wallet. */
"Attach Wallet" = "지갑 연결하기";

/* Toggle to automatically translate notes. */
"Automatically translate notes" = "자동으로 노트 번역하기";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "배너 이미지";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "반드시 시작하기 전에 계정 정보를 저장하십시오. 만일 저장하지 않고 Damus를 삭제해버린다면 향후 동일한 계정으로 로그인할 수 없습니다.";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "비트코인 라이트닝 팁";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "북마크";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "전파하기";

/* Alert button to cancel out of alert for muting a user.
   Button to cancel a repost.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of view adding user inputted relay.
   Button to cancel the upload.
   Cancel deleting bookmarks.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view.
   Text for button to cancel out of connecting Nostr Wallet Connect lightning ewallet. */
"Cancel" = "취소";

/* Option to select photo from library */
"Choose from Library" = "라이브러리에서 선택하기";

/* Button for clearing bookmarks data. */
"Clear All" = "모두 지우기";

/* Button to clear image cache. */
"Clear Cache" = "캐시 비우기";

/* Button to connect to recommended relay server. */
"Connect" = "연결하기";

/* Button to connect to the relay.
   Label for section for adding a relay server. */
"Connect To Relay" = "릴레이에 연결하기";

/* Section title for relay servers that are connected. */
"Connected Relays" = "연결된 릴레이";

/* Label to display relay contact information. */
"Contact" = "연락처";

/* Continue with bookmarks.
   Continue with deleting the user. */
"Continue" = "계속하기";

/* Label indicating that a user's key was copied. */
"Copied" = "복사됨";

/* Button to copy a relay server address. */
"Copy" = "복사하기";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "계정 아이디 복사하기";

/* Context menu option to copy an image into clipboard. */
"Copy Image" = "이미지 복사하기";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "이미지 URL 복사하기";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "인보이스 복사하기";

/* Button to copy link to note */
"Copy Link" = "링크 복사하기";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "LNURL 복사하기";

/* Context menu option for copying the ID of the note. */
"Copy note ID" = "노트 아이디 복사하기";

/* Context menu option for copying the JSON text from the note. */
"Copy note JSON" = "노트 JSON 복사하기";

/* Button to copy report ID. */
"Copy Report ID" = "신고 아이디 복사하기";

/* Context menu option for copying the text from an note. */
"Copy text" = "텍스트 복사하기";

/* Label for button in context menu to copy URL of the selected uploaded media asset. */
"Copy URL" = "URL 복사하기";

/* Context menu option for copying the ID of the user who created the note. */
"Copy user public key" = "사용자 공개키 복사하기";

/* Indicates that there are no users found. */
"Could not find the user you're looking for" = "사용자를 찾을 수 없습니다";

/* Alert message to indicate that the muted user could not be found. */
"Could not find user to mute..." = "뮤트할 사용자를 찾을 수 없습니다...";

/* Button to navigate to create account view. */
"Create account" = "계정 만들기";

/* Button to create account. */
"Create account now" = "지금 계정 만들기";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "새로운 뮤트 목록 만들기";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "비트코인 창시자. 절대적인 전설.";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "사용자 지정";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (독점, 높은 정확도)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "기본 지갑";

/* Title for section in zap settings that controls the default zap amount in sats. */
"Default Zap Amount in sats" = "잽 기본 sats 수량";

/* Button for deleting the users account.
   Button to remove a user from their mutelist. */
"Delete" = "삭제하기";

/* Button to delete the user's account. */
"Delete Account" = "계정 삭제하기";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "삭제된 계정";

/* Label to display relay description. */
"Description" = "설명";

/* Button to disconnect from a relay server. */
"Disconnect" = "연결 끊기";

/* Button to disconnect from the relay. */
"Disconnect From Relay" = "릴레이와 연결 끊기";

/* Text for button to disconnect from Nostr Wallet Connect lightning wallet. */
"Disconnect Wallet" = "지갑 연결 해제하기";

/* Label to prompt display name entry. */
"Display name" = "표시되는 이름";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Setting to enable DM Local Notification
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "대화";

/* Button that, when tapped, will finish adding a different user's relays to your relay by hiding the + buttons next to the relays.
   Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "닫기";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "수익 창출하기";

/* Button to edit user's profile. */
"Edit" = "수정하기";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "암호화";

/* Prompt for user to enter an account key to login. */
"Enter your account key" = "계정 키를 입력하세요";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "오류로 인해 라이트닝 인보이스를 가져오지 못했습니다.";

/* Error message indicating why saving keys failed. */
"Error: %@" = "오류: %@";

/* Navigation title of view that shows the EULA, an acronym for End User License Agreement. */
"EULA" = "최종 사용자 라이선스 계약";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone will see that you zapped" = "당신이 날린 잽을 모두가 볼 수 있습니다";

/* Button label text for filtering relay servers. */
"Filter" = "필터링";

/* Button to follow a user. */
"Follow" = "팔로우";

/* Button to follow a user back. */
"Follow Back" = "맞 팔로우";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on Nostr" = "Nostr에서 팔로우하세요";

/* Text to indicate that the user is followed by one of our follows. */
"Followed by %@" = "%@ 님이 팔로우했습니다 ";

/* Text to indicate that the user is followed by two of our follows. */
"Followed by %@ & %@" = "%1$@ 님과 %2$@ 님이 팔로우했습니다";

/* Text to indicate that the user is followed by three of our follows. */
"Followed by %@, %@ & %@" = "%1$@, %2$@ 님과 %3$@ 님이 팔로우했습니다";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "팔로워";

/* Navigation bar title for view that shows who is following a user. */
"Followers You Know" = "내가 알고 있는 팔로워";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "팔로우 중";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "팔로우 중...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "나를 팔로우합니다";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "무료";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "API 키 얻기";

/* Button to navigate to nokyctranslate website to get a translation API key. */
"Get API Key with BTC/Lightning" = "BTC/라이트닝으로 API 키 얻기";

/* Text indicating the goal of developing Damus which the user can help with. */
"Help build the future of decentralized communication on the web." = "웹에서 탈중앙화된 커뮤니케이션의 미래를 구축하는 데 도움을 주세요.";

/* Button to hide a note from a user who has been muted. */
"Hide" = "숨기기";

/* Section footer describing OnlyZaps mode */
"Hide all 🤙's" = "모든 🤙을 숨기기";

/* Navigation bar title for Home view where notes and replies appear from those who the user is following. */
"Home" = "홈";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "불법적인 콘텐츠";

/* Prompt selection of user's image uploader */
"Image uploader" = "이미지 업로더";

/* Section title for images configuration. */
"Images" = "이미지";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "유효하지 않은 키입니다";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "유효하지 않은 라이트닝 주소입니다";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "유효하지 않은 팁 주소";

/* Text indicating that a zap event is malformed and could not be displayed. */
"Invalid Zap" = "유효하지 않은 잽입니다";

/* Button for user to report that the account or content has spam. */
"It's spam" = "스팸입니다";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Navigation title for managing keys.
   Settings section for managing keys */
"Keys" = "키";

/* Button that opens up a webpage where the user can learn more about Nostr. */
"Learn more about Nostr" = "Nostr에 대해 더 알아보기";

/* Moves the post button to the left side of the screen */
"Left Handed" = "왼손잡이";

/* Button to continue to login page. */
"Let's get started!" = "이제 시작하세요!";

/* Button to complete account creation and start using the app. */
"Let's go!" = "시작하기!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (오픈소스)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "라이트닝 주소 또는 LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "라이트닝 인보이스";

/* Accessibility Label for Like button */
"Like" = "좋아요";

/* Setting to enable Like Local Notification */
"Likes" = "좋아요";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "%@ 개 더 불러오기";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "개인키 접근을 위한 로컬 인증";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "기기 기본 앱";

/* Section header for damus local notifications user configuration */
"Local Notifications" = "로컬 알림";

/* Button to log into account.
   Button to navigate to login view. */
"Login" = "로그인";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "로그아웃";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "%@ 찾는 중...";

/* Button label to indicate that tapping it will make the selected zap type be the default for future zaps. */
"Make Default" = "기본값으로 설정하기";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "로그아웃하기 전에 nsec 계정 키를 저장했는지 확인하십시오. 저장하지 않았다면 이후 계정에 접근할 수 없게 됩니다.";

/* Mentioned by heading in local notification */
"Mentioned by %@" = "%@ 님이 멘션했습니다 ";

/* Label for filter for seeing mention notifications (replies, etc).
   Setting to enable Mention Local Notification */
"Mentions" = "멘션";

/* Alert button to mute a user.
   Button to mute a profile. */
"Mute" = "뮤트하기";

/* Alert message prompt to ask if a user should be muted. */
"Mute %@?" = "%@ 님을 뮤트하시겠습니까? ";

/* Context menu option for muting a conversation. */
"Mute conversation" = "대화 뮤트하기";

/* Context menu option for muting users. */
"Mute user" = "사용자 뮤트하기";

/* Title of alert for muting a user. */
"Mute User" = "사용자 뮤트하기";

/* Sidebar menu label for muted users view. */
"Muted" = "뮤트";

/* Navigation title of view to see list of muted users. */
"Muted Users" = "뮤트한 사용자";

/* Notification that the user has received a new direct message */
"New encrypted direct message" = "암호화된 새로운 메시지";

/* Ask the user if they are new to Nostr */
"New to Nostr?" = "Nostr가 처음이신가요?";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "NIP-05 인증";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "아니요";

/* Text indicating that there is no data available to show for specific metadata about a relay server. */
"No data available" = "사용 가능한 데이터가 없습니다.";

/* Alert message prompt that asks if the user wants to create a new mute list, overwriting previous mute lists. */
"No mute list found, create a new one? This will overwrite any previous mute lists." = "뮤트 목록이 없습니다. 새로 만드시겠습니까? 이전 뮤트 목록은 덮어씌워집니다.";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one will see that you zapped" = "당신이 날린 잽을 아무도 볼 수 없습니다";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps will be sent, only a lightning payment." = "잽을 날리진 않고, 라이트닝 결제만 전송됩니다.";

/* Dropdown option for selecting NoKYCTranslate.com as the translation service. */
"NoKYCTranslate.com (Prepay with BTC)" = "NoKYCTranslate.com (BTC로 선결제)";

/* Button text to indicate that the zap type is a private zap. */
"None" = "안 함";

/* No search results. */
"none" = "없음";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "사용 안 함";

/* Description about what is Nostr. */
"Nostr is a protocol, designed for simplicity, that aims to create a censorship-resistant global social network" = "Nostr는 검열에 저항하는 글로벌 소셜 네트워크를 만드는 것을 목표로 단순성을 위해 고안된 프로토콜입니다.";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "노트에 \"nsec1\" 개인 키가 포함되어 있습니다. 계속하시겠습니까?";

/* Text to indicate that what is being shown is a note from a user who has been muted. */
"Note from a user you've muted" = "뮤트한 사용자의 노트";

/* Label for filter for seeing only notes (instead of notes and replies).
   Label for filter for seeing only your notes (instead of notes and replies). */
"Notes" = "노트";

/* Label for filter for seeing notes and replies (instead of only notes).
   Label for filter for seeing your notes and replies (instead of only your notes). */
"Notes & Replies" = "노트 및 답글";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "아직 보여드릴 것이 없네요. 나중에 다시 확인해 보세요.";

/* Section header for notification indicator dot settings */
"Notification Dots" = "알림 배지";

/* Section header for Notification Preferences */
"Notification Preference" = "알림 설정";

/* Section header for Damus notifications
   Toolbar label for Notifications view. */
"Notifications" = "알림";

/* String indicating that a given timestamp just occurred */
"now" = "방금";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "노출 또는 선정적인 콘텐츠";

/* Button to dismiss the alert. */
"Ok" = "확인";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "보낸 사람과 메시지를 나만 볼 수 있습니다.";

/* Section header for enabling OnlyZaps mode (hide reactions) */
"OnlyZaps" = "OnlyZaps";

/* Non-tappable text in context menu that shows up when the zap button on profile is long pressed to indicate that the user has enabled OnlyZaps, meaning that they would like to be only zapped and not accept reactions to their notes. */
"OnlyZaps Enabled" = "OnlyZaps를 활성화하였습니다";

/* Setting toggle to hide reactions. */
"OnlyZaps mode" = "OnlyZaps 모드";

/* Label indicating that a form input is optional. */
"optional" = "선택 사항";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "유료 릴레이";

/* Button to paste a Nostr Wallet Connect string to connect the wallet for use in Damus for zaps. */
"Paste" = "붙여넣기";

/* Button to pay a Lightning invoice. */
"Pay" = "결제하기";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "라이트닝 인보이스 결제";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "계정 영구 삭제하기";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "요금제";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "현재 피드를 필터링하려면 아래 목록에서 릴레이를 선택하세요:";

/* Button to post a note. */
"Post" = "포스팅하기";

/* Button text to indicate that the zap type is a private zap.
   Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading. */
"Private" = "비공개";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "개인키";

/* Title of notification when a private zap is received. */
"Private Zap" = "비공개 잽";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "'%@' 님만 당신이 날린 잽을 볼 수 있습니다";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "프로";

/* Sidebar menu label for Profile view. */
"Profile" = "프로필";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "프로필 사진";

/* Button text to indicate that the zap type is a public zap. */
"Public" = "공개";

/* Section title for the user's public account ID. */
"Public Account ID" = "공개 계정 아이디";

/* Label to indicate that text below is the user's public key used by others to uniquely refer to the user.
   Label to indicate the public key of the account. */
"Public Key" = "공개키";

/* Label indicating that the text is a user's public account key. */
"Public key" = "공개키";

/* Button to view profile's qr code. */
"QR Code" = "QR 코드";

/* Button to compose a quoted note */
"Quote" = "인용문";

/* Navigation bar title for Reactions view. */
"Reactions" = "리액션";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "추천 릴레이";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "거부하기";

/* Label to display relay address. */
"Relay" = "릴레이";

/* Navigation bar title that shows the list of relays for a user.
   Sidebar menu label for Relays view.
   Title of relays view */
"Relays" = "릴레이";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "릴레이에 신고 내용이 전달되었습니다. 이제 클라이언트가 이 정보를 사용하여 콘텐츠를 필터링할 수 있습니다. 감사합니다!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "모두 제거하기";

/* Button text to remove bookmark from a note. */
"Remove Bookmark" = "북마크에서 삭제하기";

/* Context menu option for removing a note bookmark. */
"Remove bookmark" = "북마크에서 삭제하기";

/* Accessibility label for reply button */
"Reply" = "답글";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Replying to" = "답글 대상:";

/* Indicating that the user is replying to the following listed people.
   Indicating that the user is replying to the themself and no one else, where the parameter is 'self' in US English.
   Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "%@ 님에게 보내는 답글";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "%1$@ 님과 %2$@ 님에게 보내는 답글";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "나에게 보내는 답글";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "신고하기";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "신고 ID:";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "신고가 전송되었습니다!";

/* Button to repost a note */
"Repost" = "리포스팅";

/* Text indicating that the note was reposted (i.e. re-shared). */
"Reposted" = "리포스팅";

/* Reposted by heading in local notification */
"Reposted by %@" = "%@ 님이 리포스팅했습니다 ";

/* Accessibility label for boosts button
   Navigation bar title for Reposts view.
   Setting to enable Repost Local Notification */
"Reposts" = "리포스팅";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "요청";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "다시 시도하기";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Button for saving profile. */
"Save" = "저장하기";

/* Context menu option to save an image. */
"Save Image" = "이미지 저장하기";

/* Text to prompt scanning a QR code of a user's pubkey to open their profile. */
"Scan a user's pubkey" = "사용자 공개키 스캔하기";

/* Button to switch to scan QR Code page. */
"Scan Code" = "코드 스캔하기";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "코드를 스캔하세요";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "해시태그 검색하기: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "검색하기...";

/* Navigation title for universe/search settings.
   Section header for search/universe settings */
"Search/Universe" = "검색/유니버스";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "계정 로그인 비밀키";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "라이트닝 지갑 선택하기";

/* Prompt selection of user's default wallet */
"Select default wallet" = "기본 지갑 선택하기";

/* Part of a larger sentence 'Replying to self' in US English. 'self' indicates that the user is replying to themself and no one else. */
"self" = "나";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "메시지를 보내 대화를 시작하세요...";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Send a message with your zap..." = "잽을 날리며 메시지 보내기...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "서버";

/* Prompt selection of translation service provider. */
"Service" = "서비스";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "설정";

/* Button to share a note
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "공유하기";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "노트 공유하기";

/* Button to present iOS share sheet */
"Share Via..." = "공유하기...";

/* Button to show a note from a user who has been muted.
   Toggle to show or hide user's secret account login key. */
"Show" = "보기";

/* Button that, when tapped, will show + buttons next to a user's relays. */
"Show +" = "더보기 +";

/* Button to show less of a long profile description. */
"Show less" = "덜 보기";

/* Button to show entire note.
   Button to show more of a long profile description. */
"Show more" = "더 보기";

/* Setting to Show notifications only associated to users your follow */
"Show only from users you follow" = "내가 팔로우하는 사용자만 보기";

/* Toggle to show notes that are only in the device's preferred languages on the Universe feed and hide notes that are in other languages. */
"Show only preferred languages on Universe feed" = "유니버스 피드에 선호하는 언어만 표시하기";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "지갑 선택 창 보기";

/* Title of view to log into an account. */
"Sign in" = "로그인";

/* Section title for signing out */
"Sign Out" = "로그아웃";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "로그아웃";

/* Description about why Nostr is needed. */
"Social media has developed into a key way information flows around the world. Unfortunately, our current social media systems are broken" = "소셜 미디어는 전 세계적으로 정보가 교류되는 핵심 수단으로 발전해 왔습니다. 안타깝게도, 지금의 소셜 미디어 시스템은 문제가 있습니다.";

/* Label to display relay software. */
"Software" = "소프트웨어";

/* Section header for Universe/Search spam */
"Spam" = "스팸";

/* Text calling for the user to support Damus through zaps */
"Support Damus" = "Damus 지원하기";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "지원하는 NIP";

/* Option to take a photo with the camera */
"Take Photo" = "사진 촬영하기";

/* Section header for damus text truncation user configuration */
"Text Truncation" = "텍스트 잘라내기";

/* Button to close out of alert that informs that the action to muted a user was successful. */
"Thanks!" = "감사합니다!";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "주소는 LNURL로 시작하거나 이메일 주소 형식이어야 합니다.";

/* Quick description of what Damus is */
"The go-to iOS Nostr client" = "선호하는 iOS Nostr 클라이언트";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "타인을 사칭하고 있습니다";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for notes to be accepted." = "이 릴레이는 유료이므로 노트가 받아들여지기 위해선 비용을 지불해야 합니다.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make notes or interact in any way. This is used for viewing accounts from their perspective." = "이 키는 공개키입니다. 노트를 올리거나 어떠한 상호 작용도 할 수 없습니다. 이 키는 사용자의 관점에서 계정을 확인하는 데 사용됩니다.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "이 값은 계정 아이디입니다. 친구들이 나를 팔로우할 수 있도록 계정 아이디를 알려주세요. 복사하려면 탭 하세요.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "이 값은 계정의 비밀키입니다. 계정에 접근하려면 이 키가 필요합니다. 절대 그 누구와도 공유하지 마세요! 암호 관리 도구에 저장하여 안전하게 보관하세요!";

/* Navigation bar title for note thread. */
"Thread" = "스레드";

/* Text indicating that this zap is the one with the highest amount of sats. */
"Top Zap" = "탑 잽";

/* Toggle to translate direct messages. */
"Translate DMs" = "대화 번역하기";

/* Button to translate note from different language. */
"Translate Note" = "노트 번역하기";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "%@ 로 번역하기";

/* Navigation title for translation settings.
   Section header for text and appearance settings */
"Translation" = "번역";

/* Section title for selecting the translation service. */
"Translations" = "번역";

/* Setting to truncate text in mention notifications */
"Truncate notification mention text" = "멘션 알림 텍스트 잘라내기";

/* Setting to truncate text in timeline */
"Truncate timeline text" = "타임라인 텍스트 잘라내기";

/* Text field prompt asking user to type DELETE in all caps to confirm that they want to proceed with deleting their account. */
"Type %@ to delete" = "삭제하려면 %@를 입력하세요";

/* Text box prompt to ask user to type their note. */
"Type your note here..." = "여기에 노트를 작성하세요...";

/* Button to unfollow a user. */
"Unfollow" = "언팔로우";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "언팔로우 중...";

/* Toolbar label for the universal view where notes from all connected relay servers appear. */
"Universe 🛸" = "유니버스 🛸";

/* Button to unmute a profile. */
"Unmute" = "뮤트 해제하기";

/* Context menu option for unmuting a conversation. */
"Unmute conversation" = "대화 뮤트 해제하기";

/* Button to proceed with uploading. */
"Upload" = "업로드하기";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message that informs a user was d. */
"User has been muted" = "사용자가 뮤트되었습니다";

/* Alert message to indicate the user has been muted */
"User muted" = "사용자를 뮤트했습니다";

/* Label for Username section of user profile form. */
"Username" = "사용자 이름";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "버전";

/* Setting to only see 1 event per user (npub) in the search/universe */
"View multiple events per user" = "사용자당 여러 이벤트 보기";

/* Button to switch to view users QR Code */
"View QR Code" = "QR 코드 보기";

/* Text telling the user to wake up, where the argument is their display name. */
"Wake up, %@" = "%@ 님, 깨어나세요. ";

/* Sidebar menu label for Wallet view. */
"wallet" = "지갑";

/* Navigation title for Wallet view
   Sidebar menu label for Wallet view.
   Title for section in zap settings that controls the Lightning wallet selection. */
"Wallet" = "지갑";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "경고:\n\n계정을 삭제하는 이벤트에 서명합니다.\n\n더 이상 이 계정 키를 이용해 Damus에 로그인할 수 없습니다.\n\n정말 진행하시겠습니까?";

/* Label for Website section of user profile form. */
"Website" = "웹사이트";

/* Welcome text shown on the first screen when user is not logged in. */
"Welcome to Damus" = "Damus에 오신 것을 환영합니다";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "%@ 님이 관리하는 소셜 네트워크에 오신 것을 환영합니다.";

/* Welcome text */
"Welcome to the social network you control" = "직접 관리하는 소셜 네트워크에 오신 것을 환영합니다.";

/* Text to welcome user. */
"Welcome, %@!" = "%@ 님, 환영합니다! ";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "어떤 문제를 신고하시겠어요?";

/* Heading text for section describing what is Nostr. */
"What is Nostr?" = "Nostr란 무엇인가요?";

/* Heading text for section describing why Nostr is needed. */
"Why we need Nostr?" = "왜 Nostr가 필요한가요?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "덮어쓰기";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "개인키도 게시하기";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "당신";

/* Text telling the user that they are dreaming. */
"You are dreaming..." = "꿈 꾸는 중...";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "아직 북마크가 없습니다. 컨텍스트 메뉴에서 북마크를 추가해보세요.";

/* Label for Your Name section of user profile form. */
"Your Name" = "이름";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "신고서를 연결된 릴레이로 전송합니다";

/* Accessibility label for zap button
   Text underneath the number of sats indicating that it's the amount used for zaps.
   Title of notification when a non-private zap is received. */
"Zap" = "잽 날리기";

/* Message to display when sending a zap from the user's connected wallet failed. */
"Zap attempt from connected wallet failed." = "연결된 지갑에서 잽을 날리다 실패했습니다.";

/* Message to display when a zap from the user's connected wallet was canceled. */
"Zap attempt from connected wallet was canceled." = "연결된 지갑에서 잽 날리기가 취소되었습니다.";

/* Text to indicate that the buttons below it is for choosing the type of zap to send. */
"Zap type" = "잽 유형";

/* Button to send a zap. */
"Zap User" = "사용자에게 잽 날리기";

/* Setting to enable vibration on zap */
"Zap Vibration" = "잽 진동";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "잽 날리는 중...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view.
   Navigation title for zap settings.
   Section header for zap settings
   Setting to enable Zap Local Notification
   Title for section in zap settings that controls general zap preferences. */
"Zaps" = "잽";

